energy/mito_table.tex
% Created 2020-09-06 Sun 14:45
% Intended LaTeX compiler: pdflatex
\documentclass[landscape]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{longtable}
\usepackage[margin=0.45in]{geometry}
\date{}
\title{Mitochondria Disease}
\hypersetup{
 pdfauthor={Matthew Henderson},
 pdftitle={Mitochondria Disease},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.3.7)}, 
 pdflang={English}}
\begin{document}

\begin{longtable}{lllll}
\caption{\label{tab:org827c7a9}Mitochondrial Disease}
\\
Syndrome & Phenotype & Onset & Molecular & Labs\\
\hline
\endfirsthead
\multicolumn{5}{l}{Continued from previous page} \\
\hline

Syndrome & Phenotype & Onset & Molecular & Labs \\

\hline
\endhead
\hline\multicolumn{5}{r}{Continued on next page} \\
\endfoot
\endlastfoot
\hline
CoQ & Multi-system with neurologic manifestations & Neonatal & AR :: 10 CoQ and assembly genes & \(\uparrow\) L/P(B,C)\\
 & fatal neonatal encephalopathy, hypotonia &  &  & \(\downarrow\) CoQ(T)\\
 & late-onset slowly progressive & Childhood &  & \(\downarrow\) combined CI + CIII activity(T,F)\\
 & multiple-system atrophy &  &  & \(\downarrow\) combined CII + CIII activity(T,F)\\
 &  &  &  & N individual CI, CII, CII activity(T,F)\\
\hline
MDDS & hepatocerebral disease, progressive myopathy & Neonatal & AR :: POLG, twinkle, TK2, DGUOK, & \(\uparrow\) L/P(B,C), \(\uparrow\) MMA\footnotemark\\
 &  & Infancy & SUCLA2, SUCLG1 & \(\uparrow\) thymidine, deoxyuridine(U,P)\footnotemark\\
 &  &  &  & \(\downarrow\) mtDNA(T)\\
 &  &  &  & \(\downarrow\) CI, CIII, CIV activity (T,F)\\
 &  &  &  & N/\(\uparrow\) CII activity (T,F)\\
\hline
Pearson & Exocrine pancreatic dysfunction, & Infancy & mtDNA :: deletion & \(\uparrow\) L/P(B,C)\\
 & sideroblastic anemia &  &  & mtDNA del/dup(T,U)\\
 &  &  &  & \(\downarrow\) CI, CIII, CIV activity (T,F)\\
 &  &  &  & RRF, COX -ve, SDH +ve(T)\\
\hline
MEGDEL & 3-Methylglutaconic aciduria, deafness, & Infancy & AR :: SERAC1 & \(\uparrow\) L/P(B)\\
 & encephalopathy and Leigh-like disease &  &  & \(\uparrow\) 3-MGA, 3-MGC(U)\\
\hline
KSS & Ophthalmoplegia, RP, & Childhood & mtDNA :: deletion & \(\uparrow\) L/P(B,C)\\
 & cardiac conduction block, &  &  & mtDNA del/dup(T,U)\\
 & diabetes, short stature, myopathy &  &  & \(\downarrow\) CI, CIII, CIV activity (T,F)\\
 &  &  &  & RRF, COX -ve, SDH +ve(T)\\
\hline
Leigh & Psychomotor delay, dystonia, seizures, & Infancy & mtDNA :: MT-ATP6 and others & \(\uparrow\)/N L/P(B,C)\footnotemark\\
 & subacute necrotising encephalopathy, & Childhood & AR :: SURF1, SDHA, COX assembly, CI & mtDNA del/dup(T,U)\\
 & bilateral symetrical lesions on MRI, &  & XL :: PDHA1 (PDHC E1\(\alpha\) subunit) & N\(\downarrow\) CI, CIII,CIV activity (T,F)\\
 & hypotonia, ataxia, optic  atrophy, &  & mtDNA :: deletion & RRF,COX -ve, SDH +ve(T)\\
 & short stature, respiratory abnormalities &  &  & \\
NARP\footnotemark & Peripheral neuropathy, ataxia, RP & Childhood & mtDNA :: MT-ATP6 & \\
\hline
MNGIE & Neuro-gastrointestinal encephalopathy & Childhood & AR :: TYMP & \(\uparrow\) L/P(B,C)\\
 &  &  &  & \(\uparrow\) thymidine, deoxyuridine(U,P)\\
\hline
MELAS & Metabolic stroke, seizures, psychomotor regression, & 2-40 yrs & mtDNA :: MT-TL1, MT-ND5 & \(\uparrow\) L/P(B,C)\\
 & cortical blindness, sensorineural hearing loss, &  &  & \(\downarrow\) CI activity (T,F)\\
 & muscle weakness, short stature &  &  & RRF, COX +ve, SDH +ve(T)\\
\hline
LHON & Optic neuropathy & Adolescence- & mtDNA :: MT-ND1, MT-ND4, MT-ND6 & \(\uparrow\) L/P(B,C)\\
 &  & Adult &  & \(\downarrow\) CI activity (T,F)\\
\hline
MIDD & Diabetes, sensorineural hearing loss & Adolescence- & mtDNA :: MT-TL1 & \(\uparrow\) L/P(B,C)\\
 &  & Adult &  & \\
\hline
MERRF & Seizures, ataxia, myoclonus, muscle weakness & Adolescence- & mtDNA :: MT-TK & \(\uparrow\) L/P(B,C)\\
 & sensorineural hearing loss,  lipomatosis & Adult &  & \\
\hline
CPEO & Ophthalmoplegia, ptosis & Adult & mtDNA :: deletion & \(\uparrow\) L/P(B,C)\\
 &  &  &  & mtDNA del/dup(T,U)\\
 &  &  &  & \(\downarrow\) CI, CIII, CIV activity (T,F)\\
 &  &  &  & RRF, COX -ve, SDH +ve(T)\\
\hline
\end{longtable}\footnotetext[1]{\label{org29443ee}SUCLA2 and SUCLG1 deficiency}\footnotetext[2]{\label{org61ac572}TK2 deficiency}\footnotetext[3]{\label{org93761a1}Normal L/P ratio in PDH deficiency}\footnotetext[4]{\label{org9fff249}mtDNA-associated Leigh syndrome and NARP are part of a
continuum of progressive neurodegenerative disorders caused by
abnormalities of mitochondrial energy generation}

\begin{description}
\item[{Abbreviations}] RP, retinitis pigmentosa; U, urine; UOA, urine organic acids; P, plasma; B, blood; C, CSF; T, tissue; F, fibroblasts
\item Genes
\begin{description}
\item[{MT-TP}] tRNA\textsuperscript{Pro}
\item[{MT-TL1}] tRNA\textsuperscript{Leu(UUR)}
\item[{MT-TK}] tRNA\textsuperscript{Lys}
\item[{MT-ND1 - MT-ND6}] CI
\item[{MT-ATP6}] CV
\item[{SURF1}] regulation of cytochrome c oxidase assembly
\item[{Twinkle}] mtDNA helicase
\item[{POLG}] polymerase \(\gamma\)
\item[{TYMP}] thymidine phosphorylase
\item[{TK2}] thymidine kinase
\item[{DGUOK}] deoxyguanosine kinase
\item[{SUCLA2/SUCLG1}] succinyl-CoA ligase
\item[{RRM2B}] ribonucleotide reductase
\item[{ANT1}] adenine nucleotide translocase type 1
\item[{OPA1}] fusion
\item[{SERAC1}] phosphatidylglycerol remodeling
\end{description}
\end{description}
\end{document}